// General
"geCancel" = "Cancel";
"geBack" = "Back";
"geDisabled" = "Disabled";
"geSize" = "Size";
"gePlay" = "Play";
"geSend" = "Send";
"geBack" = "Back";
"geOK" = "OK";
"geAuto" = "Auto";
"geGB" = "GB";
"geKB" = "KB";
"geMB" = "MB";
"geWarning" = "Warning";
"geDelete" = "Delete";
"geDefault" = "Default";
"geOn" = "On";
"geOff" = "Off";
"geClose" = "Close";
"geDone" = "Done";
"geClear" = "Clear";
"geVOInProgress" = "Loading";
"geRemovePrompt" = "Are you sure you want to delete ‘%1$@’?";
"geAuthentication" = "Authentication";
"geVODismissPopup" = "Dismiss popup";
"geVODismissPopupHint" = "Double tap to dismiss popup window";

// Alert controller
"acUnknownError" = "An unknown error occurred!";
"acSubtitlesImportedTitle" = "New Subtitles Added";
"acSubtitlesImportedMsg" = "Subtitles are now available in the playback settings menu.";
"acOpenURLUnsupportedContentMsg" = "Sorry, this type of content is not supported yet.";
"acSubtitlesImportedMsg" = "Subtitles are now available in the playback settings menu.";
"acSubtitlesImportedTitle" = "New Subtitles Added";

// Playback controls
"pcScrubbingHint" = "Slide your finger up to adjust the scrubbing rate.";
"pcScrubbingHiSpeed" = "Hi-Speed Scrubbing";
"pcScrubbingHalfSpeed" = "Half-Speed Scrubbing";
"pcScrubbingQuarterSpeed" = "Quarter-Speed Scrubbing";
"pcScrubbingFineSpeed" = "Fine Scrubbing";
"pcSwipeDownHint" = "Swipe down for Info";
"pcVOSettings" = "Playback settings";
"pcVOPlay" = "Play";
"pcVOPause" = "Pause";
"pcVONext" = "Next";
"pcVOPrevious" = "Previous";
"pcVORewindBack" = "Rewind back";
"pcVORewindForward" = "Fast forward";
"pcVOAirplay" = "AirPlay";
"pcVOTrackPosition" = "Playback position";
"pcVOTrackPositionValue" = "%1$@ of %2$@";
"pcVOPiP" = "Picture in picture";

// Player menu
"pmChapters" = "Chapters";
"pmChapter" = "Chapter";
"pmTitles" = "Titles";
"pmTitleNameFormat" = "Title %d (duration - %@)";
"pmAudio" = "Audio";
"pmAudioTracks" = "Audio Tracks";
"pmAudioTracksNone" = "None";
"pmAudioDDHDMI" = "5.1 Audio over HDMI";
"pmAudioDTSHDMI" = "5.1 Audio over HDMI";
"pmAudioDDAirPlay" = "Dolby Digital over AirPlay";
"pmSubtitles" = "Subtitles";
"pmVideo" = "Video";
"pmTrackNameFormat" = "Track %ld";
"pmTrackTitle" = "Track %ld";
"pmSubtitlesNone" = "None";
"pmEncoding" = "Encoding";
"pmSmaller" = "Smaller";
"pmSmall" = "Small";
"pmMedium" = "Medium";
"pmLarge" = "Large";
"pmLarger" = "Larger";
"pmBordered" = "Bordered";
"pmShadowed" = "Shadowed";
"pmCombined" = "Both";
"pmSubtitlesOutlineNone" = "None";
"pmUltraLight" = "Ultralight";
"pmThin" = "Thin";
"pmLight" = "Light";
"pmRegular" = "Regular";
"pmMedium" = "Medium";
"pmSemibold" = "Semibold";
"pmBold" = "Bold";
"pmHeavy" = "Heavy";
"pmBlack" = "Black";
"pmWeight" = "Weight";
"pmColor" = "Colour";
"pmResync" = "Time Offset";
"pmSubtitlesGetMore" = "Get More...";
"pmSubtitlesService" = "OpenSubtitles";
"pmSubtitlesFromOS" = "OpenSubtitles";
"pmSubtitlesImported" = "Imported";
"pmSubtitlesLanguage" = "Language";
"pmSubtitlesChooseLanguage" = "Choose Language";
"pmSubtitlesSearchResult" = "Available Subtitles";
"pmSubtitlesSearchNone" = "None";
"pmSubtitlesDownloadsCount" = "%i downloads";
"pmSubtitlesDownloadsCountAndFPS" = "%i downloads, %g fps";
"pmSubtitlesFontName" = "Font";
"pmOutline" = "Outline";
"pmSubtiltlesOffset" = "Vertical Alignment";
"pmZoomMode" = "Zoom Mode";
"pmAspectFit" = "Normal";
"pmAspectFill" = "Crop";
"pmScaleToFill" = "Stretch";
"pmZoomModeWidescreenA" = "Widescreen A (1.85:1)";
"pmZoomModeWidescreenB" = "Widescreen B (2.00:1)";
"pmZoomModeAnamorphicA" = "Anamorphic A (2.35:1)";
"pmZoomModeAnamorphicB" = "Anamorphic B (2.39:1)";
"pmZoomModeAnamorphicC" = "Anamorphic C (2.40:1)";
"pmSpeechBoost" = "Centre Channel Boost";
"pmSpeechBoost6dB" = "+ 6dB";
"pmSpeechBoost12dB" = "+ 12dB";
"pmExtScreenResolution" = "External screen resolution";
"pmWarningTitle" = "Warning";
"pmAirPlayWarning1" = "This option is incompatible with AirPlay.";
"pmAirPlayWarning2" = "This audio track may be incompatible with AirPlay.";
"pmAirPlayWarning3" = "Subtitles are incompatible with AirPlay and will be disabled.";
"pmVolumeBoostTitle" = "Volume Boost";
"pmSubtitlesFromOS" = "OpenSubtitles";
"pmSubtitlesImported" = "Imported";
"pmAudioDTSHDMI" = "5.1 Audio over HDMI";
"pmTracks" = "Tracks";
"pmOptions" = "Options";
"pmInfo" = "Info";
"pmVOBrightness" = "Brightness";
"pmDeinterlacing" = "Deinterlacing";
"pm3dMode" = "3D Mode";
"pm3dModeSBS" = "Side by Side";
"pm3dModeTAB" = "Top and Bottom";

//Subtitle offsets
"soOffset0" = "Default";

// Colors
"coWhite" = "White";
"coYellow" = "Yellow";
"coRed" = "Red";
"coBlue" = "Blue";
"coGreen" = "Green";
"coPurple" = "Purple";
"coOrange" = "Orange";
"coPink" = "Pink";
"coGray" = "Gray";
"coTealBlue" = "Teal Blue";
"coMagenta" = "Magenta";

// Player flow
"pfContentError" = "An error occurred loading this content.";

// File browser controller
"bcLibrary" = "Library";
"bcLoading" = "Loading...";
"bcGatheringMetadata" = "Gathering metadata...";
"bcMinutes" = "minutes";
"bcCast" = "Cast";
"bcDirector" = "Director";
"bcDirectors" = "Directors";
"bcPlayAnyway" = "Play";
"bcWriter" = "Writer";
"bcWriters" = "Writers";
"bcVOFile" = "File";
"bcVOLink" = "Link";

// Error messages
"emNoPermissionToRead" = "You do not have permission to read this item.";
"emDefaultAFPError" = "The operation could not be completed.";
"emErrorOccured" = "An error occurred";
"emPackedDivx" = "Sorry, this video type (DivX) is not currently supported.";
"emSandiskNotAvailable" = "Unable to access SanDisk iXpand Drive. Ensure it's securely connected, and not in use by other apps.";
"emCloudAccessTokenRevoked" = "Oops! Infuse is no longer able to access your account since the access token has been revoked.";
"geAuthenticationFailed" = "Your username and password combination isn't right. Please try again.";
"geCantEstablishConnectionToHost" = "Unable to connect to server.";
"geCantResolveHost" = "The specified server could not be found.";
"geHTTPNotFound" = "The specified path was not found.";
"geConnectionFailed" = "Sorry, %@ encountered an error while trying to connect.";
"geConnectionFailedFormat2" = "Sorry, %@ encountered an error while trying to connect (HTTP error %u).";

//Subtitles errors
"emSubtitlesSearchRequestNoMetadata" = "Unable to locate matching subtitles. Reload metadata and try again.";
"emSubtitlesSearchRequestCantDownload" = "Unable to access OpenSubtitles. Check your internet connection and try again.";
"emSubtitlesSaveRequestCantSave" = "An internal error #%d occurred. Choose an alternate subtitle package.";

//TraktTV errors

"emTraktTVAuthRequestAuthenticationFail" = "Your username and password combination isn't right. \nPlease try again.";
"emTraktTVConnectionError" = "Unable to access Trakt. Check your internet connection and try again.";
"emTraktTVAutoAuthError" = "Unable to access Trakt. Sign in to your account and try again.";
"emTraktSignUpFailed" = "Signup Failed";
"emTraktLoginFiledTitle" = "Log In Failed";
"emTraktTVSignUpFailOnEmail" = "Enter a valid email address.\nE.G. yourname@domain.com";
"emTraktTVSignUpFailOnLogin" = "Username must be between 3 and 20 characters, no spaces or weird characters please.";
"emTraktTVSignUpFailOnAlreadyRegisteredLogin" = "%@ is already a registered username.";
"emTraktTVSignUpFailOnAlreadyRegisteredEmail" = "%@ is already a registered email.";
"emTraktTVSignUpDenied" = "Authorisation request was denied.";
"emTraktTVGenericError" = "Please try again later.";

// Feedback upload errors
"tvFeedbackUploadFailedTitle" = "Upload failed";
"tvFeedbackUploadFailedMessage" = "Failed to upload diagnostics.\nPlease try again later.";
"tvFeedbackUploadConnectionError" = "Unable to access diagnostics upload service.\nPlease check your internet connection and try again.";
"tvFeedbackUploadUnavailable" = "Diagnostics upload service temporary unavailable.\nPlease try again later.";

// Preview
"prGenre" = "Genre";
"prAudio" = "Audio";
"prVideo" = "Video";
"prTVShowsNameFormat" = "%@ - S.%@ / Ep.%@";
"prTVShowSeasonShort" = "S%@";
"prTVShowEpisodeShort" = "E%@";
"prTVShowSeasonFormat" = "Season %@";
"prTVEpisodePickerTitle" = "Episode";
"prTVShowSpecialNum" = "Special %@";
"prTVShowSpecials" = "Specials";
"prEdit" = "Edit";
"prRate" = "Rate";
"prEpisodes" = "Episodes";
"prSeries" = "Series";
"prLocation" = "Location";

// TVShow Parsing Templates
"reSeason" = "season";
"reEpisode" = "episode";

// Trakt.tv
"ttTraktTV" = "Trakt";
"ttLogin" = "Log In";
"ttLogout" = "Log Out";
"ttScrobbling" = "Scrobbler";
"ttStatistics" = "%d episodes, %d shows, %d movies";
"ttRateMovieInfo" = "What do you think?";
"ttRate10" = "Totally ninja!";
"ttRate9" = "Superb";
"ttRate8" = "Great";
"ttRate7" = "Good";
"ttRate6" = "Fair";
"ttRate5" = "Meh";
"ttRate4" = "Poor";
"ttRate3" = "Bad";
"ttRate2" = "Terrible";
"ttRate1" = "Weak sauce :(";
"ttShoutTitle" = "Shout on Trakt";
"ttMovies" = "movies";
"ttShows" = "shows";
"ttEpisodes" = "episodes";
"ttWatchedMovies" = "watched movies";
"ttWatchedTVShows" = "watched shows";
"ttWatchedEpisodes" = "watched episodes";
"ttLogoutMessage" = "Are you sure you want to log out?";

//Library
"liStatusFetchingMetadata" = "Fetching Metadata";
"liStatusPending" = "Pending";
"liStatusFail" = "Failed";
"liStatusFetchingThumbnails" = "Fetching Artwork";

"liStatusFetchingContentFor" = "Fetching content for %@";
"liStatusFetchingMetadataFor" = "Fetching metadata for %1$@ (%2$d\U00A0of\U00A0%3$d)";
"liStatusFetchingThumbnailsFor" = "Fetching artwork for %1$@ (%2$d\U00A0of\U00A0%3$d)";
"liStatusFailFor" = "Indexing failed for %@";

"liEmptyLibraryHintAction" = "+ Add Favourites";
"liEmptyLibraryHintBody" = "Start filling up your Library with videos by finding a few folders to add as Favourites.";
"liEmptyLibraryHintTitle" = "Oops, this Library is empty!";

//Home Screen
"hoVOMenu" = "Menu";
"hoVOMore" = "More";
"hoPullToRefresh" = "Pull To Refresh";
"hoReleaseToRefresh" = "Release To Refresh";
"hoVORefreshing" = "Refreshing content";
"hoWelcomeTo" = "Welcome to %@";
"hoLearnMore" = "Now let’s find some videos to add to your Library";
"hoLearnMore_SD" = "Connect a SanDisk iXpand Drive to get started";
"hoEmptyFolderSub" = "Move along, nothing to see here.";
"hoEmptyFolderSub_SD" = "These are not the folders you are looking for...";
"hoEmptyFolderTitle" = "Empty Folder";
"hoAddFavoriteTitle" = "Add Favourite";
"hoAddFavoriteButtonTitle" = "Add";
"hoRenameFavoriteButtonTitle" = "Rename";
"hoRemoveFavoriteButtonTitle" = "Remove Favourite";
"hoReloadFavoriteButtonTitle" = "Refresh Artwork";
"hoSelectArtwork" = "Select Artwork";
"hoResetArtwork" = "Reset Artwork";
"hoFoldersTitle" = "Folders";
"hoNewFolder" = "+ New Folder";
"hoAddFolderTitle" = "Add Folder";
"hoRemoveFromFolder" = "Remove From Folder";
"hoMovingItems" = "Moving items...";
"hoDeletingItems" = "Deleting items...";
"hoAddFiles" = "Add Files";
"hoOrganize" = "Select";
"hoMove" = "Move";
"hoSortByName" = "Sort by Title";
"hoSortByFileName" = "Sort by Filename";
"hoSortByReleaseDate" = "Sort by Release Date";
"hoAddToFavorites" = "Add to Favourites";
"hoAddToLists" = "Add to Lists";
"hoAddToHomeScreen" = "Add to Home Screen";
"hoRemoveFromFavorites" = "Remove from Favourites";
"hoHideFavorite" = "Hide Favourite";
"hoShowFavorite" = "Show Favourite";
"hoHideShare" = "Hide Share";
"hoShowShare" = "Show Share";
"hoWelcomeToInfuse" = "Welcome to INFUSE";
"hoNoFavoritesLabel" = "Add some folders from your network shares";
"hoNoFavoritesButton" = "Add";
"hoDeletionDisabled" = "Enable File Management in order to delete files.";
"hoDisableOnlineMetadata" = "Use Local Metadata";
"hoEnableOnlineMetadata" = "Use Online Metadata";
"hoLocalMetadataWarning" = "Local Metadata";
"hoVOVideoItem" = "Video";
"hoVOSeasonItem" = "Season";
"hoVOSeriesItem" = "Series";
"hoVOFolderItem" = "Folder";
"hoVOFavoriteItem" = "Favourite item";
"hoVOVFSItem" = "Shared folder";
"hoFiles" = "Files";
"hoContentAll" = "All";
"hoVOListMode" = "List mode";
"hoVOGridMode" = "Grid mode";
"hoBrowse" = "Browse";
"hoSearchResults" = "Search results";

//Rate Alert
"raThanksText" = "Thank you!";
"raRateInfuseTitle" = "Rate %@";

//Settings View Controller
"svcConnectToTrakt" = "Connect to Trakt";
"svcTraktAccount" = "Trakt";
"svcFollowOnTwitterShort" = "Follow %@";
"svcVisitSupportPage" = "Help Centre";
"svcTellAFriend" = "Tell a Friend";
"svcSharingPreset2" = "Check out %@, the best way to enjoy your favourite videos on iPhone, iPad, Apple TV, Mac, and Vision!";
"svcTitle" = "Settings";
"svcVersion" = "Version %@";
"svcUpgradeToFmt" = "Upgrade to %@";
"svcMoreAboutProButtonTile" = "Learn More";
"svcUpgradeNowTitle" = "Upgrade to Pro and enable awesome new features!";
"svcCloudSync" = "iCloud Sync";
"svcShowiTunesVideo" = "Show Apple ‘TV’ Library";
"svcListView" = "List View";
"svcMetadataFetching" = "Metadata Fetching";
"svcGestureControl" = "Gesture Control";
"svcContinuousPlayback" = "Continuous Playback";
"svcContinuousPlaybackMovies" = "Movies Only";
"svcContinuousPlaybackTVShows" = "TV Shows Only";
"svcSortByDate" = "Sort by Date";
"svcSortingMode" = "Sort Order";
"svcSortingModeByDate" = "Date";
"svcSortingModeByTitle" = "Title";
"svcSortingModeByFileName" = "Filename";
"svsSortingModeByReleaseDate" = "Release Date";
"svcNightTheme" = "Dark Mode";
"svcAudioLanguage" = "Audio";
"svcSubtitleLanguage" = "Subtitles";
"svcMetadataLanguage" = "Metadata";
"svcSectionGeneral" = "General";
"svcSectionPlayback" = "Playback";
"svcSectionLanguage" = "Language";
"svcSectionFeedback" = "Support";
"svcCacheSize" = "Metadata";
"svcClearAllMetadata" = "Clear All Metadata";
"svcClearAllMetadataConfirmationClearButton" = "Clear";
"svcClearAllMetadataConfirmationText" = "Are you sure you want to clear all cached metadata?";
"svcClearAllMetadataConfirmationTitle" = "Clear All Metadata";
"svcClearRecentlyWatched" = "Clear Recently Watched";
"svcClearRecentlyWatchedConfirmationText" = "Are you sure you want to clear the Recently Watched list?";
"seShowSubtitles" = "Subtitles";
"svсDolbyDTSOverHDMIPassthrough" = "5.1 Audio over HDMI";
"svсDolbyOverAirPlayPassthrough" = "5.1 Audio over AirPlay";
"svcDolbyPostProcessing" = "Dolby Audio Effects";
"svcGoogleCast" = "Google Cast";
"svcPlayInBackground" = "Background Playback";
"svcShowFilenames" = "Show Filenames";
"svcLandscapeLock" = "Landscape Lock";
"svcPasscodeLock" = "Restrictions";
"svcUseTouchID" = "Use Touch ID";
"svcUseFaceID" = "Use Face ID";
"svcChangePasscode" = "Change Passcode";
"svcClearingMetadata" = "Clearing Metadata...";
"svcCalculatingCacheSize" = "Calculating Cache Size...";
"svcNetworkSharesSectionTitle" = "Network";
"svcEmbeddedMetadata" = "Embedded Metadata";
"svcAppVersionFmt" = "Infuse %@";
"svcShowUpNextSetting" = "Up Next List";
"svcEdgeTapChapters" = "Chapter Controls";
"svcWatchedIndicators" = "Watched Indicators";
"svcWatchedIndicatorsMoviesOnly" = "Movies Only";
"svcWatchedIndicatorsTVShowsOnly" = "TV Shows Only";
"svcAudioOutput" = "Audio Output";
"svcAudioOutputPassthrough" = "Passthrough";
"svcFileManagement" = "File Management";
"svcMediaLibraryDenied" = "Allow media library access in your device's privacy settings.";
"svcMediaLibraryRestricted" = "Allow media library access in your device's parental control settings.";

//Parental Control

"pacoRestrictions" = "Restrictions";
"pacoRatingsNotRated" = "Not Rated";
"pacoAllowAppAccess" = "App Lock";
"pacoParentalControl" = "Parental Controls";
"pacoAllowedMovieRatings" = "Allowed Movie Ratings";
"pacoAllowedTVShowRatings" = "Allowed TV Show Ratings";

"pacoEnablePasscodeProtection" = "Enable Passcode Lock";
"pacoDisablePasscodeProtection" = "Disable Passcode Lock";

"pacoSetPasscodeTitle" = "Set Passcode";
"pacoSetPasscodeSubtitle" = "Enter a four-digit passcode to set up restrictions for your videos.";

"pacoConfirmPasscodeTitle" = "Re-enter Passcode";
"pacoConfirmPasscodeSubtitle" = "Re-enter your new four-digit passcode.";

"pacoNewPasscodesDontMatchTitle" = "New Passcodes Don't Match";
"pacoNewPasscodesDontMatchSubitle" = "The new passcodes don't match. Try again.";

"pacoCheckPasscodeTitle" = "Enter Passcode";
"pacoCheckPasscodeSubtitle" = "Enter your four-digit passcode.";

"pacoNewPasscodeTitle" = "New Passcode";
"pacoNewPasscodeSubtitle" = "Enter your new four-digit passcode.";

"pacoChangePasscodeTitle" = "Current Passcode";
"pacoChangePasscodeSubtitle" = "Enter your current four-digit passcode.";

"pacoTurnOffPasscodeTitle" = "Turn off Restrictions";
"pacoTurnOffPasscodeSubtitle" = "Enter your passcode to turn off restrictions.";

//Web View Controller
"wwVOReload" = "Reload";

//Video View Controller
"vvChoppyPlayback" = "You may experience slow or choppy playback when viewing this type of video.";
"vvAudioTracksMissing" = "Sorry, %@ is unable to play sound for this video. Would you like to play the video anyway?";
"vvAirPlayHelp" = "Enable AirPlay Mirroring";
"vvGoogleCastFormat" = "Not available for this video type";
"vvGoogleCastITunes" = "Not available for iTunes content";
"vvResumeOrStartFromBeginning" = "Would you like to resume or watch from the beginning?";
"vvResumeButton" = "Resume Playing";
"vvStartFromBeginningButton" = "Start from Beginning";
"vvNowPlaying" = "Now playing on %@";
"vvSeasonEpisode" = "Season %@, Episode %@";

//Ticket view cell
"tiMinutes" = "min";
"tiReloadMeta" = "Edit Metadata";
"tiReloadSearch" = "Search";
"tiEmbeddedMetadata" = "None - use embedded metadata";
"tiNetworkErrorTitle" = "Network Error";
"tiNetworkErrorMessage" = "Check your internet connection and try again.";
"tiNothingFoundTitle" = "Nothing Found";
"tiNothingFoundMessage" = "No matches found for this file.";
"tiShare" = "Share";
"tiVOPoster" = "Video poster";
"tiVORating" = "Rating: %1$g of %2$g";
"tiVOEpisode" = "Episode %@";
"tiOnShare" = "on %@";
"tiLocalFile" = "Synced";

//Removing items
"foRemoveITunesItem" = "Oops! This video was synced through iTunes. Use iTunes or the TV app to delete it.";
"foRemoveITunesItemPlural" = "Oops! Some videos were synced through iTunes. Use iTunes or the TV app to delete them.";
"foRemoveTitle" = "Deleting ‘%1$@’";
"foRemovePrompt" = "Are you sure you want to permanently delete \"%1$@\"?";
"foRemoveButton" = "Delete";
"foMovingFailedExist" = "Some items could not be moved, because other items with the same names already exist.";

//In App Purchase
"iapUpgradeToInfuseProTitle" = "Upgrade\nto Infuse PRO";
"iapThanksForGoingProTitle" = "Thanks\nfor going PRO";
"iapChangePlan" = "View Subscription";
"iapMostPopular" = "Most Popular";
"iapPurchaseUpgrade" = "Special";
"iapPurchaseMonthly" = "Monthly";
"iapPurchaseAnnual" = "Yearly";
"iapPurchaseLifetime" = "Lifetime";
"iapPurchaseProForever" = "Forever Pro";
"iapPurchaseOneWeekFree" = "1 Week Trial";
"iapPurchaseOneMonthFree" = "1 Month Trial";
"iapPurchaseSavingsFormat" = "Save %@%%";
"iapPurchaseActive" = "Active";
"iapPurchasePRO" = "PRO";
"iapPurchaseTrialInfo" = "All subscriptions start with a free trial. Cancel anytime.";
"iapTermsOfUse" = "Your subscription includes a free trial period that begins once your purchase has been confirmed with your iTunes Account. When the trial period concludes, your subscription will start and renew automatically. Your iTunes Account will be charged for the upcoming period unless you disable auto-renew or cancel your subscription in your Account Settings at least 24-hours prior to the end of the current period. For terms and privacy policy visit firecore.com/terms-privacy";

"iapSubscriptionAlreadyPurchasedWarningTitle" = "It appears you may still have an active Infuse Pro subscription which is no longer needed. You can manage this through the Subscriptions section in the App Store.";
"iapCancelSubscriptionButton" = "Subscriptions";
"iapContinuePurchasingButton" = "Ignore";

"iapSubscriptionVerificationTitle" = "Unable to verify subscription";
"iapSubscriptionVerificationMessage" = "Connect to the internet to refresh. Subscription will remain active until %@.";

"iapProActivatedTitle" = "Infuse Pro %@";

"iapRestoreTitle" = "Restore";

"iapFeatureDescriptionVideoFormats" = "Enjoy even more video formats (up to 4K Ultra-HD) and save yourself from hours of file conversions.";
"iapFeatureDescriptionHDAudio" = "Hear every detail with added support for 24-bit Dolby TrueHD and DTS-HD MA audio.";

"iapFeatureDescriptionStreaming" = "Stream videos to the big screen, with surround sound and subtitles, via AirPlay and Google Cast.";
"iapFeatureDescriptionCloudStreaming" = "Stream videos directly from cloud file services like Dropbox, Google Drive, OneDrive, and others.";
"iapFeatureDescriptionSync" = "Keep your library, playback progress, and watched history in sync with other devices.";
"iapFeatureDescriptionSubtitles" = "Bring your own, or add subtitles in seconds with free, one-tap downloads from OpenSubtitles.";
"iapFeatureDescriptionUpdatesForLife" = "Get access to great new features in all future updates - even major releases like v9, v10, etc...";
"iapFeatureDescriptionInAppPurchaseSync" = "A single purchase allows you to use all the great Infuse Pro features on iPhone, iPad, Apple TV, Mac, and Vision.";
"iapFeatureTitleVideoFormats" = "Play more videos";
"iapFeatureTitleHDAudio" = "HD quality audio";
"iapFeatureTitleStreaming" = "AirPlay & Google Cast";
"iapFeatureTitleCloudStreaming" = "Cloud streaming";
"iapFeatureTitleSync" = "Stay in sync";
"iapFeatureTitleSubtitles" = "Super-easy subtitles";
"iapFeatureTitleUpdatesForLife" = "Updates for life";
"iapFeatureTitleInAppPurchaseSync" = "One purchase, all devices";

//Sharing
"shShareMovieTwitter" = "Just watched '%1$@' in %2$@";
"shShareMovieFacebook" = "Just watched '%@'";
"ufUnknownNetwork" = "<unknown>";
"ufWifiDisabledTitle" = "No Wi‑Fi connection";
"ufWifiDisabledMessage" = "To use wireless file transfer enable Wi‑Fi in your %@ settings.";
"ufSpaceAvailableFormat" = "%@ GB available";
"ufSyncMasterCtrlTitle" = "Add Files";
"ufStepFormat" = "%@.";
"ufTunesSyncCategory" = "via iTunes Sync";
"ufTunesSyncPanelTitle" = "iTunes Sync";
"ufTunesSyncDescription" = "iTunes compatible videos can be synced through iTunes and viewed in %1$@.";
"ufTunesSyncStep1Desc" = "Open iTunes and ensure the videos you wish to sync are listed in the Movies (or TV Shows) section.";
"ufTunesSyncStep2Desc" = "Select the device you wish to sync with from the left sidebar.";
"ufTunesSyncStep3Desc" = "The videos to be synced can be managed through the Movies and TV Shows tabs.";
"ufTunesSharingCategory" = "via File Sharing";
"ufTunesSharingPanelTitle" = "File Sharing";
"ufTunesSharingDescription" = "Other video types can be transferred using iTunes file sharing and viewed in %1$@.";
"ufTunesSharingStep1Desc" = "Open iTunes and select the device you wish to sync with from the left sidebar.";
"ufTunesSharingStep2Desc" = "Click the 'File Sharing' item in the navbar.";
"ufTunesSharingStep3Desc" = "Drag videos into the '%1$@ Documents' window to transfer them.";
"ufHttpCategory" = "via Browser";
"ufHttpPanelTitle" = "Browser";
"ufUploadInfoNetwork" = "Connect your computer to:";
"ufUploadInfoAddressHTTP" = "Enter this address in your web browser:";
"ufUploadInfoAddressFTP" = "Open your favourite FTP app (E.G. Transmit or Cyberduck) and connect using this address:";
"ufUploadInfoAddressIP" = "Or use: %@";
"ufUploadInfoCredentials" = "Use these credentials to enter your library:";
"ufUploadInfoAddHTTP" = "Use the 'Add' button or drag & drop videos into the browser window.";
"ufUploadInfoAddFTP" = "Transfer videos through the FTP app.";
"ufUploadInfoHint" = "Don't close this window until the transfer is completed.";
"ufFtpCategory" = "via FTP";
"ufFtpPanelTitle" = "FTP";
"ufAppsCategory" = "via Other Apps";
"ufAppsPanelTitle" = "Apps";
"ufAppsDescription" = "%1$@ compatible files can be transferred from Dropbox, or other similar sharing apps.";
"ufAppsStep1Desc" = "Locate the video in Dropbox, and tap the star icon to add it as a favourite.";
"ufAppsStep2Desc" = "Once the file has finished downloading, tap the 'Open In' button.";
"ufAppsStep3Desc" = "Tap the 'Open in %1$@' icon, and the video will be added to your %1$@ library.";
"ufRemoteCategory" = "via Network Share";
"ufLinksCategory" = "via Direct URL";
"ufDocumentsCategory" = "via Files";
"ufLinksPanelTitle" = "URL";
"ufLinksDescription" = "Enter a direct URL to stream or download videos from the web.";
"ufLinksLabel" = "New URL";
"ufLinksPlaceholder" = "http://example.com/sample.mp4";
"ufUserName" = "Username";
"ufPassword" = "Password";
"ufShareProtocol" = "Protocol";
"ufShareProtocolVersion" = "SMB Version";
"ufShareLegacySMB" = "Legacy";
"ufShareName" = "Name";
"ufAuthShareTitle" = "Add Share";
"ufAddOtherShareItemTitle" = "Other...";
"ufForgetSavedShare" = "Forget";
"ufHelpLinkTitle" = "For more details visit: %@";
"ufShareConnect" = "Save";
"ufDomainName" = "Workgroup";
"ufAccount" = "Account";
"ufShareAddress" = "Address";
"ufAddOtherShareItemTitle" = "Other...";
"ufSavedSharesSectionTitle" = "Saved Shares";
"ufDiscoveredSharesSectionTitle" = "Available Shares";
"ufShareNamePlaceholder" = "My Media";
"ufShareAddressPlaceholder" = "iMac.local";
"ufDomainNamePlaceholder" = "optional";
"ufUserNamePlaceholder" = "johnappleseed";
"ufPasswordPlaceholder" = "password";
"ufPath" = "Path";
"ufPort" = "Port";
"ufTestingConnection" = "Checking connection...";
"ufForgetShareAlertTitle" = "Are you sure you want to delete this share?";
"ufShareRemove" = "Forget this Share";
"ufConnectionSuccess" = "Connection Successful";
"ufAddFavoriteHint" = "Tap the star icon to add a folder to your Library.";
"ufLetsGo" = "Let's Go";


//File download
"fdDownloadFailedTitle" = "An error occurred downloading this file.";
"fdDownloadsSectionTitle" = "Downloads";
"fdFileExistsButtonOverwrite" = "Replace";
"fdFileExistsButtonRename" = "Keep Both";
"fdFileExistsTitleFormat" = "A file named '%@' already exists in your library.";
"fdNoDownloadsMessage" = "Grab the popcorn, it's movie time!";
"fdNoDownloadsTitle" = "Woohoo!";
"fdNoFreeSpaceMessageFormat" = "Time to clean up your %@ to get extra space for new videos.";
"fdNoFreeSpaceTitle" = "Disk Space is Running Low";
"fdStopDownloadButtonTitle" = "Stop Downloading";
"fdStopDownloadButtonShortTitle" = "Stop";
"fdStopDownloadConfirmationFormat" = "Are you sure to want to stop downloading '%@'?";
"fdTryAgain" = "Try again";
"fdTicketDownload" = "Download";
"fdTicketDownloaded" = "Downloaded";
"fdTicketDownloading" = "Downloading";
"fdTicketRetryDownloading" = "Retry Download";
"fdTicketInQueue" = "Waiting";
"fdTicketFailed" = "Retry";
"fdDowloadPausedInBackgroundMessage" = "Video downloads have been paused.";
"fdDowloadPausedInBackgroundButton" = "resume";

//Watch status
"wsMarkAsWatched" = "Mark as Watched";
"wsMarkAsUnwatched" = "Mark as Unwatched";
"wsVOWatchStatus" = "Watch status";
"wsChangingWatchStatus" = "Changing watch status...";
"wsWatched" = "Watched";

//Mophie
"moCannotConnectToSpacePackMessage" = "Press the button on the back of your Space Pack to enable access.";

//Debug Info
"diNoAccountTitle" = "No Email Account";
"diNoAccountMessage" = "Set up an email account in the Settings app and try again.";
"diEmailSubject" = "Infuse";
"diEmailRecipient" = "hello@firecore.com";
"diSendDebugInfoButtonTitle" = "Report a Problem";
"diFeedbackInstructionsButtonTitle" = "Report a Problem";

// Lock Screen
"lockTitle" = "Enter Passcode";
"lockEnterOldPasscode" = "Enter your old passcode";
"lockAddPasscodeHint" = "Enter your new passcode";
"lockAddPasscodeReenter" = "Re-enter your new passcode";
"lockAddPasscodeMismatch" = "Passcodes did not match. Try again.";
"lockTouchIDSubtitle" = "Unlock %@";

//On-Boarding tour
"obStageSyncTitle" = "Go Beyond iTunes";
"obStageSyncMessage" = "Play almost any media format including MKV, AVI, MP4, WMV & many others, without any conversion.";

"obStageWiFiTitle" = "Sync Without Wires";
"obStageWiFiMessage" = "Connect your iPhone or iPad to the same Wi‑Fi network as your computer and open a web browser to upload your files.";

"obStageStreamingTitle" = "Stream Effortlessly";
"obStageStreamingMessage" = "Browse and play videos stored on a Mac, PC, NAS, or cloud service like Dropbox, Google Drive, OneDrive, and Box.";

"obStageAirPlayTitle" = "AirPlay & Google Cast";
"obStageAirPlayMessage" = "Stream your videos to the big screen using AirPlay and Google Cast.";

"obStageSubtitlesTitle" = "Super-Easy Subtitles";
"obStageSubtitlesMessage" = "Bring your own, or add subtitles in seconds with free, one-tap downloads from OpenSubtitles.";

"obStageMoreTitle" = "Do More With Infuse Pro";
"obStageMoreMessage" = "Play additional formats with Dolby (AC3) and DTS-HD audio, AirPlay & Google Cast streaming, Trakt sync, background playback, and more!";

"obOpenIAPButtonTitle" = "Get Infuse Pro";
"obThanksForPro" = "Thanks For Going Pro!";

//Library
"liMovies" = "Movies";
"liSeries" = "TV Shows";
"liEpisodes" = "TV Episodes";
"liUnsortedItems" = "Other";
"liByDate" = "By Release Date";
"liByGenre" = "By Genre";
"liByRating" = "By Rating";
"liByAgeRating" = "By Age Rating";
"liInProgress" = "Watching";
"liRecentlyAdded" = "Recently Added";
"liUnwatched" = "Unwatched";
"liAllMovies" = "All Movies";
"liAllTVShows" = "All TV Shows";
"liAllVideos" = "All Videos";
"liInProgressOnly" = "Watching Only";
"liRecentlyAddedOnly" = "Recently Added Only";
"liCollections" = "Collections";
"liSettings" = "Library";
"liAllContent" = "All Content";
"liMoviesGenres" = "Movie Genres";
"liRecentlyAddedMovies" = "Recently Added Movies";
"liUnwatchedTVShows" = "Unwatched TV Shows";
"liTopRatedMovies" = "Top Rated Movies";

"li30thAndOlder" = "Older";
"li40s" = "1940s";
"li50s" = "1950s";
"li60s" = "1960s";
"li70s" = "1970s";
"li80s" = "1980s";
"li90s" = "1990s";
"li00s" = "2000s";
"li10sOld" = "2010+";
"li1Star" = "1 Star";
"li2Stars" = "2 Stars";
"li3Stars" = "3 Stars";
"li4Stars" = "4 Stars";
"li5Stars" = "5 Stars";
"liNewest" = "Newest";
"liTop" = "Top 30";

"liScanForChanges" = "Scan for Changes";
"liShowLibrary" = "Show Library";
"liMovieStats" = "Movies: %d";
"liEpisodeStats" = "TV Episodes: %d";
"liOtherStats" = "Other: %d";
"liLastScanDate" = "Last Update: %@";
"liAllDeviceContent" = "All Content";

"liLastScanDateYesterday" = "Yesterday";
"liLastScanDateDaysAgo" = "%@ ago";
"liScanning" = "In progress...";
"liLastScanDateNever" = "Never";

//TV Shares
"tvshShares" = "Shares";
"tvshEditShare" = "Edit Share";
"tvshAddFavorite" = "Add Favourite(s)";
"tvshFavoritesSectionTitle" = "Favourites";
"tvshSavedShareHint" = "Select your favourite folders that you want to see on the main screen.";
"tvshAddFavoritesHint" = "To add a folder to your Favourites press and hold the touch surface on your remote control.";

//TV Cloud Services
"tvcsEdit" = "Edit";
"tvcsRemove" = "Remove";

// TV Device Auth
"tvDeviceAuthTitle" = "Follow these steps to log in to Trakt";
"tvDeviceAuthVisitUrl" = "Visit the following url or scan the QR code";
"tvDeviceAuthUseCode" = "Enter authorisation code (valid for %@)";
"tvDeviceAuthStatusWaiting" = "Waiting for authorisation...";
"tvDeviceAuthStatusLoggingIn" = "Confirmation received, logging in...";
"tvDeiceAuthRequestingCode" = "Requesting authorisation code...";

// TV Feedback
"tvFeedbackTitle" = "Follow these steps to get support";
"tvFeedbackEmailTo" = "Send an email to the following address or scan the QR code";
"tvFeedbackUseCode" = "Include this code in your message";
"tvFeedbackSavingTechInfo" = "Uploading diagnostic info...";
"tvFeedbackInsertHere" = "[Insert feedback here]";

// Cloud Services
"csAddNewTitle" = "Add Service";
"csAddServiceButton" = "Add";
"csRemoveServiceButton" = "Remove";
"csCloudServicesSectionTitle" = "Cloud Services";

// DVD
"dvdDirectorsCommentary" = "Director's Commentary";

// Bluray
"blurayBonusTrack" = "Bonus Track";

//Other
"ufCellularDataWarning" = "Additional charges may be applied by your carrier when using cellular data.";
"hoLinks" = "Links";
"tvImagePickerHint" = "Select an image from your network shares to use as custom artwork.";

// Force Touch
"ftTimeRemainingInMinutesFormat" = "%@ min remaining";

// SanDisk
"eulaAgree_SD" = "Agree";
"emHEVCRequiresOS" = "Upgrade to iOS 11 to play H.265 videos";
"svcSDCopyright" = "© 2020 Western Digital Corporation or its affiliates. All rights reserved.";
"svcContactSupport" = "Contact Support";

"obSDStage1Message" = "Playback more using your SanDisk iXpand Drive. No need to convert file formats - just sit back, relax, and stream...";
"obSDStage1Title" = "Play more from your SanDisk iXpand Drive";
"obSDStage2Message" = "Browse, play, and download videos from almost any Mac, PC, NAS, or wireless drive. No syncing required.";
"obSDStage2Title" = "Stream Effortlessly";
"obSDStage3Message" = "We support embedded and external subtitles.";
"obSDStage3Title" = "Subtitle support";
"obSDStage4Message" = "Stream your videos to the big screen using Apple AirPlay and Google Chromecast.";
"obSDStage4Title" = "Apple AirPlay & Google Cast";
"obSDStage5Message" = "Playback videos with premium audio formats like %@ and DTS. Play in the background, Cast to TV and so much more...";
"obSDStage5Title" = "Do More With %@";

// SanDisk Product Improvement Plan (Localytics opt-in)
"pipTitle" = "Product Improvement";
"pipDescription" = "Help SanDisk improve your %@ app experience by choosing to share anonymous device and app info.";
"pipLearnMore" = "Learn More";
"pipShare" = "Share";
"pipDoNotShare" = "Do Not Share";
"pipMoreInfo" = "Product improvement collects and periodically sends diagnostic and usage information, which helps SanDisk improve quality and performance. This information generally includes the device configuration, app usage, storage utilisation, type of files as well as error diagnostics.";
"pipShareDataSetting" = "Share Anonymous Data";
"pipPrivacyTitle" = "Privacy Policy";
"pipAbout" = "About";
"pipLegal" = "Legal";
"pipEULA" = "End User Licence Agreement";
"pipOpenSource" = "Third-Party Notices";

// Unused
"diTechnicalDetails" = "Diagnostics: %@";
"fdTicketRetryDownloading" = "Retry Download";
"hoBrowse" = "Browse";
"hoSearchResults" = "Search results";
"svcMoreAboutProButtonTile" = "Learn More";
"svcUpgradeNowTitle" = "Upgrade to Pro and enable awesome new features!";
"ttEpisodes" = "episodes";
"ttMovies" = "movies";
"ttShows" = "shows";
"wsWatched" = "Watched";
"geUnexpectedResponse" = "Unexpected server response. Please try again.";
"hoAddToHomeScreen" = "Add to Home Screen";
"hoAddToLists" = "Add to Lists";
"plConnectToPlex" = "Add Plex";
"plFollowSteps" = "Follow these steps to log in to Plex";
"plLoginTitle" = "Connect to Plex";
"plNoServersMessage" = "Link a server with your Plex account and try again.";
"plNoServersTitle" = "No Plex Servers";
"plRepeatAttempt" = "Try Again";
"plSelectServerTitle" = "Select Server";
"plUseAuthCode" = "Enter authorisation code";
"hoRemoveListButtonTitle" = "Remove List";
"hoUpdatingMetadata" = "Updating metadata...";
"prRefresh" = "Refresh";
"tiRefreshMeta" = "Refresh Metadata";
"hoRefreshCategoryArtwork" = "Refresh Category Artwork";
"liOnDeck" = "On Deck";
"pacoLockSearch" = "Search Lock";
"emCodecNotAvailable" = "%@ is unable to play this file because the required codec is not available.";
"emOptInEncouragement" = "We are working to add support for additional media formats, and opting in to product improvement will help us support these videos sooner.";
"geOptIn" = "Opt In";
"acCloudSyncWarningMessage" = "It looks like a large amount of data in iCloud was recently changed or removed. Do you want to sync these changes back to your device?";
"acCloudSyncWarningProceed" = "Sync Now";
"acCloudSyncWarningTitle" = "iCloud Warning";
"svcShareStatistics" = "Share Crash Data";
"bcProducer" = "Producer";
"bcProducers" = "Producers";
"pmSubtitlesExternal" = "%1$@ (%2$@ External)";
"pmSubtitlesForcedExternal" = "%1$@ (%2$@ Forced External)";
"pmSubtitlesLanguageUnknown" = "Unknown";
"svcSubtitlesForcedOnly" = "Forced Only";
"prPlayVersion" = "Select a Version";
"liStatusFetchingiCloud" = "Syncing with iCloud";
"liStatusFetchingUpNext" = "Fetching Up Next list";
"svcResumePlayback" = "Resume Playback";
"svcResumePlaybackAsk" = "Ask";
"li4K" = "4K";
"liByResolution" = "By Resolution";
"liFHD" = "Full HD";
"liHD" = "HD";
"liSD" = "SD";
"pmTinier" = "Tinier";
"pmTiny" = "Tiny";
"svcSubtitlesFetching" = "Download Subtitles";
"afAddUrlAlertMessage" = "Would you like to add '%@' to the list?";
"afAddUrlAlertTitle" = "Add URL";
"afAddUrlStep1" = "Copy a direct video URL from Safari, e.g.";
"afAddUrlStep2" = "Start %@ and open this screen.";
"afAddUrlStep3" = "Confirm the imported URL or enter one manually to add it.";
"afAddUrlStep4" = "Tap an item from the list to stream it or tap download to save it to your device.";
"afAddUrlsTitle" = "Add URLs";
"geAdd" = "Add";
"pcBrightnessDown" = "Brightness Down";
"pcBrightnessUp" = "Brightness Up";
"pcNextChapter" = "Next Chapter";
"pcPlayPause" = "Play/Pause";
"pcPrevChapter" = "Previous Chapter";
"pcSkipBackward" = "Back 15s";
"pcSkipForward" = "Forward 15s";
"pcStopPlayback" = "Stop";
"pcVolumeDown" = "Volume Down";
"pcVolumeUp" = "Volume Up";
"pmVideoAlignBottom" = "Bottom";
"pmVideoAlignCenter" = "None";
"pmVideoAlignTitle" = "Vertical Shift";
"pmVideoAlignTop" = "Top";
"svcFeedbackAlertMessage" = "Please contact support or follow %@ on Twitter to submit feedback.";
"svcSubmitFeedback" = "Submit Feedback";
"pmAspectRatio" = "Aspect Ratio";
"pmAspectRatio_16_10" = "HDTV (16:10)";
"pmAspectRatio_16_9" = "HDTV (16:9)";
"pmAspectRatio_36_10" = "Ultra-Widescreen (36:10)";
"pmAspectRatio_4_3" = "SDTV (4:3)";
"pmAudioRoute" = "Speaker";
"pmTrackOptionDefault" = "Default";
"pmTrackOptionForced" = "Forced";
"emCloudNeedAuthorization" = "Access token is no longer valid. To access your share, please sign in again.";
"emCloudNeedAuthorizationAppleTV" = "Access token is no longer valid. To access your share, please sign in on a mobile iOS device with iCloud Sync enabled.";
"emOneDriveUpgrade" = "This version of Infuse uses a new OneDrive integration for more reliable playback. To access your share, please sign in again.";
"emOneDriveUpgradeAppleTV" = "This version of Infuse uses a new OneDrive integration for more reliable playback. To access your share, please sign in on a mobile iOS device with iCloud Sync enabled.";
"emOneDriveUpgradeTitle" = "OneDrive Upgrade";
"gdMyDrive" = "My Drive";
"gdSharedWithMe" = "Shared with me";
"gdTeamDrives" = "Team Drives";
"hoSignIn" = "Sign in";
"pmSubtitlesBackground" = "Background";
"pmSubtitlesBackground_100" = "100%";
"pmSubtitlesBackground_25" = "25%";
"pmSubtitlesBackground_50" = "50%";
"pmSubtitlesBackground_75" = "75%";
"emDolbyNotSupported" = "Sorry, Dolby audio is not supported on this device.";
"emBandwidthExceeded" = "Bandwidth Limit Exceeded";
"emCacheCleared" = "Metadata Cache Cleared";
"emCacheEmpty" = "Your Apple TV was recently running low on disk space, and tvOS removed some app data to free up space for other apps. As a result, the metadata and artwork stored in Infuse may have been removed.\n\nInfuse will now re-download metadata and artwork for your videos.";
"emFileNotFound" = "File Not Found";
"emMissingPlexFile" = "Oops, it looks like this video was recently moved or deleted. Use the ‘Scan Library Files’ option in Plex to update, and try again.";
"emPlexRemoteLimit" = "Adjust the remote streaming and/or upload speed settings in Plex in order to play this video.";
"emCacheError" = "Metadata Cache Error";
"emCacheErrorMessage" = "Oops, something went wrong, and the metadata cache is no longer valid. Infuse will now re-download metadata for your videos.\n\nSubmitting a diagnostic report will help us track down and resolve issues like this in future updates.";
"hoSaveAndPlay" = "Save & Play";
"acCloudDownloadErrorMsg" = "Download this file before playing it";
"hoLocalFilesMigration" = "Thanks for upgrading to Infuse 8! Would you like to move your local videos over to the new version?";
"plServerWrongAccount" = "The server you are trying to access cannot be found on this account.";
"svcAppearance" = "Appearance";
"svcAppIcon" = "App Icon";
"svcDark" = "Dark";
"svcLight" = "Light";
"liStatusFetchingAdditionalMetadataFor" = "Fetching details for %1$@ (%2$d\U00A0of\U00A0%3$d)";
"liStatusUpdatingSpotlight" = "Updating Spotlight search";
"pmDeinterlacingIvtc" = "Film (IVTC)";
"pmDeinterlacingLinear" = "Efficient (Linear)";
"pmDeinterlacingYadif" = "High Quality (Yadif)";
"ufAdvanced" = "Advanced";
"ufMacAddress" = "MAC Address";
"pacoHideFromFilesApp" = "Disable Files App";
"fdTicketDownloadUnwatched" = "Unwatched Episodes";
"fdTicketDownloadAllEpisodes" = "All Episodes";
"fdTicketDownloadSingleEpisode" = "Single Episode";
"hoDeletePlaylist" = "Delete Playlist";
"liPlaylists" = "Playlists";
"NSBluetoothAlwaysUsageDescription" = "Used to discover nearby Google Cast devices";
"ufUploadInfoNetworkSame" = "Connect your computer to the same Wi-Fi network.";
"emDropboxEmailNotVerified" = "Email address not verified";
"emDropboxEmailNotVerifiedMessage" = "Please verify your email address with Dropbox before continuing.";
"hoAddToPlaylist" = "Add to Playlist";
"hoCreateNewPlaylist" = "Create Playlist";
"hoPlaylistTitle" = "Playlist Title";
"hoRenameFavorite" = "Rename Favourite";
"hoRenamePlaylist" = "Rename Playlist";
"hoUpdatingPlaylist" = "Updating playlist...";
"hoRemoveFromPlaylist" = "Remove from Playlist";
"pmSubtitlesFontPreview" = "The quick brown fox jumps over the lazy dog.";
"pmSubtitlesMoreFonts" = "More...";
"hoRenameList" = "Rename List";
"pmSubtitlesMissingFontsListFooter" = "Tap the font and select it from the list to import it for use when playing videos.";
"pmSubtitlesMissingFontsListHeader" = "This video uses a few fonts that are missing. For the best experience, import the fonts listed below.";
"pmSubtitlesMissingFontsTitle" = "Missing Fonts";
"acSavingToDocuments" = "Saving to %@";
"hoEmptyPlaylistsMessage" = "To create a playlist, locate a video in your Library, and select the ‘Playlists’ option.";
"pmItalic" = "Italic";
"hoAddToWatchlist" = "Add to Watching";
"hoRemoveFromWatchlist" = "Remove from Watching";
"hoUpdatingWatchlist" = "Updating Watching list...";
"ivcNoPlayableContentInFolder" = "This folder does not contain any playable items";
"ivcPlay" = "Play";
"ivcPlayLoop" = "Loop";
"ivcPlayLoopAndShuffle" = "Loop & Shuffle";
"ivcPlayShuffle" = "Shuffle";
"ivcSearchingPlayableContent" = "Looking for available videos...";
"hoAddToList" = "Add to List";
"hoManageLists" = "Playlists";
"hoNoFavorites" = "No Favourites";
"hoReOrderReset" = "Reset Sort Order";
"hoReOrderTitle" = "Home Screen";
"svcHomescreenSettingsTitle" = "Home Screen";
"svcStreamingDiskCacheDisabled" = "Legacy";
"svcStreamingDiskCacheTitle" = "Streaming Cache";
"hoReOrderCurrentFavoritesSectionTitle" = "My Favourites";
"hoReOrderCurrentListsSectionTitle" = "My Lists";
"hoReOrderDefaultFavoritesSectionTitle" = "Default Favourites";
"hoReOrderDefaultListsSectionTitle" = "Default Lists";
"iapPurchaseOneYearFree" = "1 Year Trial";
"ivcPlayVersion" = "Play Version";
"pipDescriptionNew" = "Help %1$@ improve your %2$@ app experience by choosing to share anonymous device and app info.";
"pipMoreInfoNew" = "Product improvement collects and periodically sends diagnostic and usage information, which helps %@ improve quality and performance. This information generally includes the device configuration, app usage, storage utilisation, type of files as well as error diagnostics.";
"spteBrowsingHint" = "Select a video file to test network speed.";
"spteChart" = "Show Graph";
"spteControllerTitle" = "Speed Test for %@";
"spteFileSize" = "File Size:";
"spteLastSecSpeed" = "Current Speed:";
"spteMinSpeed" = "Minimum Speed:";
"spteProgress" = "Progress:";
"spteReadBytes" = "Bytes Read:";
"spteTestConnection" = "Speed Test";
"spteTotalSpeed" = "Average Speed:";
"pipDoNotShare_Infuse" = "No Thanks";
"pipShare_Infuse" = "Sounds Good";
"spteStart" = "Start Test";
"spteStop" = "Stop Test";
"hoDisconnectGoogleCast" = "Disconnect";
"emCacheCorruptedButton" = "Restart";
"emCacheCorruptedMessage" = "Oops, something went wrong, and the metadata cache is no longer valid. Please restart %@ to restore the metadata cache.";
"emCacheCorruptedTitle" = "Cache Error";
"emCacheRestoredMesssage" = "%@ will now attempt to restore the metadata cache.\n\nSubmitting a diagnostic report will help us track down and resolve issues like this in the future.";
"emCacheRestoredTitle" = "Cache Restored";
"pmPlaybackSpeed" = "Playback Speed";
"pmPlaybackSpeedCustom" = "Custom (%@)";
"pmPlaybackSpeedNormal" = "Normal";
"svcDefaultPlaybackSpeed" = "Playback Speed";
"foRemoveFromPrompt" = "Are you sure you want to permanently delete ‘%1$@’ (%2$@)?";
"svcSectionSync" = "Sync";
"ttRateCommentPlaceholder" = "Shout on Trakt (must be in English and contain at least 5 words)";
"ttRateContainsSpoilers" = "Contains spoilers";
"ttRateTitle" = "What do you think about\n‘%@’?";
"ttSyncedWithTrakt" = "Connected to Trakt";
"ufPreCacheImages" = "Pre-Cache Artwork";
"eyConnectToEmby" = "Add Emby (Emby Connect)";
"eyEmbyConnect" = "Emby Connect";
"eyLogin" = "Log In";
"eyNoServers" = "No servers found. Link a server to your Emby Connect account and try again.";
"eyOtherEmbyServer" = "Add Emby";
"eyOtherJellyfinServer" = "Add Jellyfin";
"eyPinCodeExpired" = "PIN code expired";
"eyRequestingServers" = "Requesting server list...";
"eyServers" = "Servers";
"eyUseEmbyConnectAccount" = "Use your Emby Connect account or create one at https://emby.media/connect";
"svcHideSpoilers" = "Hide Spoilers";
"ufAddMediaServer" = "Add Media Server";
"ufBaseURL" = "Base URL";
"ufDiscoveredServersSectionTitle" = "Available Servers";
"ufMediaServers" = "Media Servers";
"ufOnlineAccounts" = "Online Accounts";
"liStatusFetchingAdditionalMetadataWithoutCounter" = "Fetching details for %@";
"liStatusFetchingContentForLibrary" = "Fetching content for %1$@ (%2$d\U00A0of\U00A0%3$d)";
"liStatusFetchingMetadataWithoutCounter" = "Fetching metadata for %@";
"liStatusFetchingNextUpFor" = "Fetching Next Up list for %@";
"liStatusFetchingThumbnailsWithoutCounter" = "Fetching artwork for %@";
"liStatusMergingContentFor" = "Finishing content fetching for %@";
"li1-4Stars" = "1-4 Stars";
"li10s" = "2010s";
"li20+" = "2020+";
"li6Stars" = "6 Stars";
"li7Stars" = "7 Stars";
"li8-10Stars" = "8-10 Stars";
"liActors" = "Actors";
"gdComputers" = "Computers";
"eyCheckingPlugin" = "Waiting for InfuseSync...";
"eyPluginSuggestion" = "Install the InfuseSync plugin on your %@ server for quicker scanning";
"eyRestartServer" = "Restart your %@ server to finish installing the InfuseSync plugin";
"liWaitingForDownloads" = "Waiting for downloads to finish";
"coLightGray" = "Light Gray";
"emCacheEmptyIOS" = "Infuse will now re-download metadata and artwork for your videos.";
"pmSubtitlesOpacity" = "Opacity";
"pmSubtitlesOpacityOpaque" = "Opaque";
"pmSubtitlesOpacitySemiTransparent" = "Semi-Transparent";
"pmSubtitlesOpacityTransparent" = "Transparent";
"pacoRequirePin" = "Require PIN";
"pacoRequirePinEveryPlay" = "Every Play";
"pacoRequirePinEverySession" = "Every Session";
"liRefreshMetadataConfirmationOk" = "Continue";
"liRefreshMetadataConfirmationText" = "Infuse will look for metadata updates for your library items. This may take considerable time.";
"liRefreshMetadataTitle" = "Refresh Metadata";
"liStatusFetchingMetadataChanges" = "Fetching metadata changes";
"fdPauseDownloadButtonTitle" = "Pause Downloading";
"fdResumeDownloadButtonTitle" = "Resume Downloading";
"fdTicketDownloadDownloadAllEpisodes" = "Download All Episodes";
"fdTicketDownloadDownloadSingleEpisode" = "Download Single Episode";
"fdTicketDownloadDownloadUnwatchedEpisodes" = "Download Unwatched Episodes";
"fdTicketDownloadPauseAllEpisodes" = "Pause All Episodes";
"fdTicketDownloadPauseSingleEpisode" = "Pause Single Episode";
"fdTicketDownloadResumeAllEpisodes" = "Resume All Episodes";
"fdTicketDownloadResumeSingleEpisode" = "Resume Single Episode";
"fdTicketDownloadRetryAllEpisodes" = "Retry All Episodes";
"fdTicketDownloadRetrySingleEpisode" = "Retry Single Episode";
"fdTicketDownloadStopAllEpisodes" = "Stop All Episodes";
"fdTicketDownloadStopSingleEpisode" = "Stop Single Episode";
"fdTicketManageDownload" = "Download Management";
"emMissingMediaServerFile" = "Oops, it looks like this video was recently moved or deleted. Scan library files on the server to update and try again.";
"bmBookmarkIsStale" = "The folder %@ wasn't found. Please try again.";
"bmFileReadNoPermission" = "The folder %@ could not be opened because you don’t have permission to view it. Try to add the external folder again.";
"bmFailedToGetAccess" = "Could not access external folder %@";
"bmNoValidFileProviderFound" = "The folder %@ wasn't found. Check the location and try again.";
"bmSmbLocationCannotAdd" = "Using SMB shares as external folders is not supported. Create a direct connection using the list of \"Available Shares\".";
"bmDeviceRootLocationCannotAdd" = "Cannot add an entire device as external folder. Please select a subfolder instead.";
"bmNotEnoughAvailableDiskSpace" = "The file %@ cannot be saved. There is not enough available disk space.";
"bmCloudDownloading" = "Downloading to local iCloud storage";
"ttRateLimit" = "The rate limit for Trakt has been exceeded. Please try again later.";
"ufExternalDocumentsCategory" = "via External Folders";
"svcTrueBlackTheme" = "True Black Mode";
"svcCellularDownload" = "Cellular Sync & Download";
"mnzEnterPinCode" = "To continue authorisation, please enter the code displayed in your authenticator app:";
"mnzInvalidPinCode" = "Invalid code or the code has already expired.";
"emLocalNetworkPermission" = "Network Access Disabled";
"emLocalNetworkPermissionMessage" = "Enable access for Infuse in System Settings > Privacy & Security > Local Network";
"ufInstallPlugin" = "Install InfuseSync Plugin";
"fdTicketDownloadingError" = "Download Error";
"fdTicketDownloadingRetry" = "Retry";
"fdTicketDownloadingQueued" = "Queued";
"fdTicketDownloadingPaused" = "Paused";
"liStatusCheckingUpNext" = "Checking Up Next list";
"liCheckAndRetry" = "Please check that '%@' is available and try again";
"liSeeAll" = "See All";
"hoPinToHomeScreen" = "Pin to Home Screen";
"hoRemoveFromHomeScreen" = "Remove from Home Screen";
"hoRemoveFromHomeScreenMessage" = "Are you sure you want to remove ‘%1$@’?";
"hoHomeIsEmpty" = "Home Screen is empty";
"hoLetsPinSomeItems" = "Let's pin some items here";
"hoLetsFindSomeVideos" = "Let's find some videos to add to your Home Screen";
"hoEditHomeScreen" = "Edit Home Screen";
"hoFilesAreBeingProcessed" = "Your files are being processed";
"hoFilesWillAppear" = "They will appear here in a moment";
"hoFilesScreenIsEmpty" = "Files Screen is empty";
"hoLetsAddSomeFiles" = "Now let's find some videos to add to your files";
"hoHome" = "Home";
"hoSearchResultsWithText" = "Search results for \"%@\"";
"hoReOrderCurrentItemsSectionTitle" = "Pinned Items";
"hoReOrderDefaultItemsSectionTitle" = "Default Items";
"hoReOrderAllItemsSectionTitle" = "All Items";
"hoNewTitle" = "New Title";
"svcTitleMac" = "Settings";
"svcLanguagePickerTitle" = "Choose Language:";
"svcClearAllMetadataMac" = "Clear";
"tiDescriptionShowMore" = "MORE";
"tiDescription" = "Description";
"tiCastAndCrew" = "Cast and Crew";
"tiActor" = "Actor";
"tiResume" = "Resume %@";
"tiSpoilerAlert" = "Spoiler";
"iapUpgradeToInfuseProFormat" = "Upgrade to\n%@";
"iapUpgradeToInfusePro" = "Infuse PRO";
"ufNetworkSharesSectionTitle" = "Network Shares";
"ufLocalSharesSectionTitle" = "Local Shares";
"ufAddShareTitle" = "Add...";
"ufAddShareItemTitle" = "Add %@";
"ufDefaultShareName" = "My %@";
"afAddUrlMacStep1" = "Copy a direct video URL from browser e.g.";
"afAddUrlMacStep2" = "Paste the imported URL or enter the URL manually to add it.";
"afAddUrlMacStep2Placeholder" = "Enter URL here";
"afAddUrlMacStep2PlaceholderMini" = "Enter URL here, http://example.com/sample.mp4 for example";
"afAddUrlMacStep3" = "Tap an item from the list to stream it or tap download to save it to your device.";
"afAddUrlsMacTitle" = "Add";
"afAddLocalFolderTitle" = "Add Local Folder";
"afLocalShareTitle" = "Local";
"fdNoDownloadsMacTitle" = "All downloads completed";
"liRecentlyAddedTVShows" = "Recently Added TV Shows";
"liUnwatchedMovies" = "Unwatched Movies";
"spteProgressTitle" = "Progress";
"spteCurrentSpeedTitle" = "Current";
"spteAverageSpeedTitle" = "Average";
"spteMinimumSpeedTitle" = "Minimum";
"spteSpeedMbps" = "%@ Mbps";
"mnuPreferences" = "Settings...";
"mnuAddFiles" = "Add Files...";
"mnuOpen" = "Open File...";
"alAppExpiredTitle" = "Infuse has expired";
"alAppExpiredMessage" = "This version of Infuse has expired. Please install the latest version to continue.";
"alNewVersionMessage" = "Infuse %1$@ is now available—you have %2$@. Would like to download it now?";
"alNewVersionDownload" = "Download";
"hoCacheOptimizationTitle" = "Optimising Library";
"hoCacheOptimizationMessage" = "Your library is being optimised for better performance. Please keep Infuse open.";
"hoShowGridTitles" = "Show Titles";
"hoHideGridTitles" = "Hide Titles";
"svcAlwaysShowTitlesTV" = "Show Poster Titles";
"ttSwitchToClassicView" = "Classic View";
"ttSwitchToModernView" = "Modern View";
"vvSkipIntro" = "Skip Intro";
"pmVideoUpscaling" = "Advanced Upscaling";
"pmVideoUpscalingHighest" = "High (4K)";
"pmVideoUpscalingHigh" = "Normal (HD)";
"pmVideoUpscalingMax" = "Max (Unlimited)";
"hoShowInFinder" = "Show in Finder";
"tiSearchMetadata" = "Search metadata";
"iapSubscriptionAlreadyPurchasedWarningTitleTV" = "It appears you may still have an active Infuse Pro subscription which is no longer needed. You can manage this in the Settings > Users and Accounts > [account name] Subscriptions.";
"svcPrePlaybackLayoutSettingTitle" = "Details View";
"svcPrePlaybackLayoutModern" = "Modern";
"svcPrePlaybackLayoutClassic" = "Classic";
"svcAutoSelectNextItem" = "Auto-Select Next";
"geProceed" = "Proceed";
"hoUseLocalMetadataConfirmation" = "Enabling local metadata for this folder will remove all existing metadata/artwork and regenerate using embedded info only. Online metadata sources will not be used for items in this folder.";
"tiGuestStar" = "Guest Star";
"tiCreator" = "Creator";
"tiCreators" = "Creators";
"pcRewindSecondsFormat" = "%ld seconds";
"svcAdvancedOptions" = "Advanced Options";
"ufUsbCableTitle" = "USB Cable";
"ufUsbCableDesc" = "The steps below are for macOS 10.15 and later. For earlier versions (or for Windows) the same process can be done through iTunes.";
"ufUsbCableStep1Desc" = "Connect your device to computer via USB Cable.";
"ufUsbCableStep2Desc" = "On your computer, open Finder. The videos you want to sync should be listed in the Movies (or TV Shows) Section.";
"ufUsbCableStep3Desc" = "Open the Movies or TV Shows tab and select the videos you want to sync by placing a checkmark next to them.";
"ufUsbCableStep4Desc" = "When you have selected all videos, click the Sync button.";
"ufUsbCableDetail" = "Using Finder or iTunes";
"ufDocumentTitle" = "Documents";
"ufHttpDetail" = "Requires Wi-Fi";
"ufUploadInfoHTTPTransferFiles" = "Transfer Files";
"ufOtherAppsTitle" = "Other Apps";
"ufLinksTitle" = "Direct URL";
"ufFilesTitle" = "Files";
"ufLocationsSectionTitle" = "Locations";
"hoSortingByTitle" = "Sort By: Title";
"hoSortingByFileName" = "Sort By: Filename";
"hoSortingByDate" = "Sort By: Date";
"hoSortingByReleaseDate" = "Sort By: Release Date";
"hoLocalMetadata" = "Metadata: Local";
"hoOnlineMetadata" = "Metadata: Online";
"svcPicksOfTheDayModeTitle" = "Picks of the Day";
"svcPicksOfTheDayModeMoviesShows" = "Movies & TV Shows";
"svcPicksOfTheDayModeMovies" = "Movies Only";
"svcPicksOfTheDayModeShows" = "TV Shows Only";
"liRandom" = "Picks of the Day";
"liMusic" = "Concerts";
"liShortFilms" = "Shorts";
"liGenreMusic" = "Music";
"svcBlackoutOtherScreens" = "Black out other monitors while in full screen";
"tvshAddCloudShareHint" = "Add cloud shares (Dropbox, Google Drive, etc...) on iOS or macOS first and they will appear here.";
"liFeatureFilms" = "Feature Films";
"pcSkipFormat" = "%d sec";
"mnuNextMedia" = "Next Video";
"mnuPrevMedia" = "Previous Video";
"mnuEnterFullscreen" = "Toggle Full Screen";
"mnuEnterPip" = "Toggle PiP";
"mnuSpeedUp" = "Speed Up";
"mnuSpeedDown" = "Slow Down";
"mnuNormalSpeed" = "Normal Speed";
"mnuMute" = "Mute";
"mnuCycleAudioTrack" = "Cycle Audio Track";
"mnuCycleSubtitles" = "Cycle Subtitles Track";
"mnuToggleSubtitles" = "Toggle Subtitles";
"mnuDisabledSubtitles" = "Subtitles Disabled";
"svcStreamingCacheMemoryOnly" = "Memory Only";
"svcHDRTonemappingMode" = "HDR Colours";
"svcTonemappingModeCustom" = "Infuse";
"svcTonemappingModeSystem" = "Apple";
"tiSeasonSelectTitle" = "Select Season";
"hoDeleteCollection" = "Delete Collection";
"hoUpdatingCollection" = "Updating collection...";
"hoRenameCollection" = "Rename Collection";
"hoAddToCollection" = "Add to Collection";
"hoCreateNewCollection" = "Create Collection";
"hoCollectionTitle" = "Collection Title";
"hoEmptyCollectionMessage" = "To create a collection, locate a video in your Library and select the ‘Collections’ option.";
"svcSectionHotKeys" = "Hot Keys";
"svcShowTmdbCollections" = "TMDB Collections";
"svcShowCustomCollections" = "Custom Collections";
"svcGroupMoviesIntoCollections" = "Group Movies Into Collections";
"svcGroupTVShowsIntoCollections" = "Group TV Shows Into Collections";
"svcHotKeysResetAll" = "Reset All";
"svcHotKeysResetAllButton" = "Reset";
"svcHotKeysResetAllConfirmationText" = "Are you sure you want to reset your hot keys preferences?";
"svcHotKeysDescription" = "Double-click a row to edit the corresponding key binding";
"svcHotKeysHint" = "Press any key to edit the binding. ESC to cancel.";
"svcHotKeysWarning" = "The combination %@ is already in use";
"svcShowLogoTitle" = "Show Logos";
"svcShowLogoMoviesOnly" = "Movies Only";
"svcShowLogoTVShowsOnly" = "TV Shows Only";
"mnuFloatOnTop" = "Float On Top";
"hoReorder" = "Reorder";
"vvNextEpisode" = "Next Episode";
"hoCollectionsForEmptyTVShow" = "Add TV shows to the library in order to include them in a collection";
"foRemovePromptWithCount" = "Are you sure you want to permanently delete ‘%1$@’ (%2$d files)?";
"foRemoveFromPromptWithCount" = "Are you sure you want to permanently delete ‘%1$@’ (%2$@) (%3$d files)?";
"foAllFilesAndFoldersRemoveButton" = "Video and Related Files";
"foVideoFilesOnlyRemoveButton" = "Video Files Only";
"liStartCloudSync" = "Sync with iCloud";
"liLastCloudSyncDate" = "(last: %@)";
"hoDeleteCollectionPrompt" = "Delete Collection";
"hoRemoveFromCollection" = "Remove from Collection";
"foRemoveCannotBeDeleted" = "These files cannot be deleted";
"wsMarkSeasonAsWatched" = "Mark Season as Watched";
"wsMarkSeasonAsUnwatched" = "Mark Season as Unwatched";
"wsMarkEpisodeAsWatched" = "Mark Episode as Watched";
"wsMarkEpisodeAsUnwatched" = "Mark Episode as Unwatched";
"wsSelectWatchAction" = "Mark as...";
"liLastCloudSyncFailed" = "failed";
"emPlexRelayConnectionTitle" = "Relay Connection Active";
"emPlexRelayConnectionMessage" = "Please check your network settings and ensure the local (or non-relay remote) connection to your Plex media server is working.";
"pcAudioDelayTuningHintWithValue" = "Swipe left/right to adjust audio delay\nCurrent value: %d ms";
"pmAudioDelay" = "Delay";
"pmAudioDelayValueMsec" = "%d ms";
"pmAudioDelayValueMsecWithTuning" = "%d ms, Tuning On";
"pmAudioDelaySubmenuTitle" = "Audio Delay";
"pmAudioDelayTuningMode" = "Tuning Mode";
"afAddRootToFavorites" = "Add All Files to Favourites";
"shAllFiles" = "All Files";
"svcForcedDolbyVision" = "Extended Dolby Vision";
"tiMetadataLanguage" = "Metadata Language";
"svcCollectionsAndGroups" = "Collections & Groups";
"svcGroupVersions" = "Smart Groups";
"svcVersionSelection" = "Select Version";
"svcVersionSelectionHighestQuality" = "Highest Quality";
"svcVersionSelectionLowestQuality" = "Lowest Quality";
"svcDolbyVisionMode" = "Extended Dolby Vision";
"svcDolbyVisionModeForced" = "Forced";
"hoSave" = "Save";
"svcDolbyVisionModeLimited" = "Limited";
"trTrailer" = "Trailer";
"trTrailers" = "Trailers";
"trTrailersSearch" = "Searching trailers...";
"trTrailersNotFound" = "No trailers available for ‘%@’.";
"trTrailersRequestLimit" = "Trailers are currently unavailable.\nPlease try again later.";
"tiPart" = "Part %d";
"ppbVersionDirectorsCut" = "Director's Cut";
"ppbVersionExtendedCut" = "Extended Cut";
"ppbVersionTheatricalCut" = "Theatrical Cut";
"ppbVersionFinalCut" = "Final Cut";
"ppbVersionCinematicCut" = "Cinematic Cut";
"ppbVersionUnratedCut" = "Unrated Cut";
"ppbVersionTVCut" = "TV Cut";
"ppbVersionUncut" = "Uncut";
"ppbVersionSpecialEdition" = "Special Edition";
"ppbVersionUltimateEdition" = "Ultimate Edition";
"ppbVersionBlackAndWhiteEdition" = "Black & White";
"ppbVersionIMAX" = "IMAX";
"ppbVersionWideScreen" = "Wide Screen";
"ppbVersionFullScreen" = "Full Screen";
"hoVOReOrderLibrary" = "Edit Pinned Items";
"iapUnlockDolbyTitle" = "Dolby Audio";
"iapUnlockDolbyDescription" = "Hear every detail with added support for high-quality Dolby audio.";
"iapUnlockDolbyMacNavBarTitle" = "Unlock Dolby Audio for FREE";
"iapUnlockDTSTitle" = "DTS Audio";
"iapUnlockDTSDescription" = "Hear every detail with added support for high-quality DTS audio.";
"iapUnlockDTSMacNavBarTitle" = "Unlock DTS Audio for FREE";
"iapUnlockCodecWithPro" = "Included with %@";
"iapUnlockCodecButton" = "Unlock for FREE";
"iapUnlockCodecRemindLater" = "Remind Me Later";
"foMoveToBinTitle" = "Moving ‘%1$@’ to Bin";
"foMoveToRecentlyDeletedTitle" = "Moving ‘%1$@’ to Recently Deleted";
"foMoveToBinPrompt" = "Are you sure you want to move ‘%1$@’ to Bin?";
"foMoveToBinFromPrompt" = "Are you sure you want to move ‘%1$@’ (%2$@) to Bin?";
"foMoveToBinPromptWithCount" = "Are you sure you want to move ‘%1$@’ (%2$d files) to Bin?";
"foMoveToBinFromPromptWithCount" = "Are you sure you want to move ‘%1$@’ (%2$@) (%3$d files) to Bin?";
"foMoveToRecentlyDeletedPrompt" = "Are you sure you want to move ‘%1$@’ to Recently Deleted?";
"foMoveToRecentlyDeletedFromPrompt" = "Are you sure you want to move ‘%1$@’ (%2$@) to Recently Deleted?";
"foMoveToRecentlyDeletedPromptWithCount" = "Are you sure you want to move ‘%1$@’ (%2$d files) to Recently Deleted?";
"foMoveToRecentlyDeletedFromPromptWithCount" = "Are you sure you want to move ‘%1$@’ (%2$@) (%3$d files) to Recently Deleted?";
"liLastCloudSyncFailedNotAuthenticated" = "(iCloud account not found)";
"liLastCloudSyncFailedNoSpaceLeft" = "(iCloud out of space)";
"tiOriginalMetadataLanguage" = "Original";
"foAbstractRemoveTitle" = "Removing ‘%1$@’";
"foAbstractRemovePrompt" = "Are you sure you want to remove ‘%1$@’?";
"foAbstractRemoveFromPrompt" = "Are you sure you want to remove ‘%1$@’ (%2$@)?";
"foAbstractRemovePromptWithCount" = "Are you sure you want to remove ‘%1$@’ (%2$d files)?";
"foAbstractRemoveFromPromptWithCount" = "Are you sure you want to remove ‘%1$@’ (%2$@) (%3$d files)?";
"foAbstractRemoveButton" = "Remove";
"svcMixLfeIntoStereo" = "LFE in Stereo Downmix";
"svcDownmixVolume" = "Downmix Volume";
"svcDownmixVolumeOriginal" = "Original";
"svcDownmixVolumeNormalized" = "Normalised";
"ufIndexingEnabled" = "Library Mode";
"liMiniseriesTVShows" = "Miniseries";
"liIndexingDisabled" = "Library mode disabled";
"csAliyunBackupDisk" = "Backup Disk";
"csAliyunResourceLibrary" = "Resource Library";
"ufAddAliyunDrive" = "Add Aliyun Drive";
"ufShareProtocolAliyun" = "Aliyun Drive";
"ufDefaultShareNameAliyun" = "My Aliyun Drive";
"acLinksAddedTitle" = "New Links Added";
"acAllLinksAddedMsg" = "Links are now available on %@ screen.";
"acSomeLinksAddedMsg" = "Links are now available on %@ screen. Some links have an unsupported format and cannot be added.";
"acLinksScreenTitleWithPath" = "Add Files > %@";
"plRecentlyAdded" = "Recently Added in %@";
"plRecentlyAddedMovies" = "Recently Added Movies";
"plRecentlyAddedTV" = "Recently Added TV Series";
"plRecentlyAddedVideos" = "Recently Added Videos";
"plRecentPlaylists" = "Recent Playlists";
"eyLatest" = "Latest %@";
"eyNextUp" = "Next Up";
"eyFavoriteSeries" = "Favourite Series";
"eyFavoriteEpisodes" = "Favourite Episodes";
"eyFavoriteMovies" = "Favourite Movies";
"eyFavoriteVideos" = "Favourite Videos";
"eyFavoriteCollections" = "Favourite Collections";
"eyFavoritePlaylists" = "Favourite Playlists";
"emCacheRestoreTitle" = "Preparing your library...";
"emCacheRestoreReasonSystem" = "Your Apple TV was recently running low on disk space and tvOS removed some app data to free up space for other apps.";
"emCacheRestoreReasonCorruption" = "Oops, something went wrong and the metadata cache is no longer valid.";
"emRestoreOperationFailed" = "Cloud Backup Unavailable";
"emCacheRestoreActionRecreate" = "Rescan Library";
"emCacheRestoreNoBackup" = "No cloud backups found. Enable the Auto Backup option to allow for quicker library updates in the future.";
"svcCloudSyncHint" = "Use iCloud to sync library & playback settings between devices.";
"svcBackups" = "Cloud Backup";
"svcBackupsHint" = "Save library details to the cloud for faster updates when using Infuse.";
"svcAutoBackups" = "Auto Backup";
"svcBackupNow" = "Save Backup";
"svcRestoreNow" = "Restore Backup";
"svcRestoreNowConfirmationMessage" = "Restoring from a cloud backup will remove your current library and replace it with the last saved backup. If you choose to continue the app will close.";
"svcPerformingBackup" = "Saving backup to cloud";
"svcLastBackupDate" = "Last Backup: %@";
"svcBackupOperationFailed" = "Backup failed";
"foAboutRecentlyDeletedTitle" = "Recently Deleted";
"foAboutRecentlyDeletedPrompt" = "Deleted files are moved to the ‘Recently Deleted’ section in the Files app. Use this app to permanently delete files and free up space.";
"foAboutRecentlyDeletedLearnMore" = "Learn More";
"emCacheRestoreUpdating" = "Your library is being updated with details from the cloud. This will only take a moment.";
"svcForwardSkip" = "Forward Skip";
"svcBackwardSkip" = "Backward Skip";
"vvSkipCommercials" = "Skip Commercials";
"vvSkipCredits" = "Skip Credits";
"hoSearchRequiresTwoChars" = "Please enter at least two characters for server-side search.";
"pcSkipForwardFormat" = "Forward %lds";
"pcSkipBackwardFormat" = "Back %lds";
"hoSearchScope" = "Searching: %@";
"geInternalServerError" = "Internal server error.";
"plAddToWatchlist" = "Add to Watchlist";
"plRemoveFromWatchlist" = "Remove from Watchlist";
"plAddShowToWatchlist" = "Add Show to Watchlist";
"plRemoveShowFromWatchlist" = "Remove Show from Watchlist";
"ufSmartFolders" = "Smart Folders";
"eyRecentlyReleasedMovies" = "Recently Released Movies";
"geCantEstablishConnectionToHostFormat" = "Unable to connect to %@";
"emPermissionsErrorTitle" = "Missing Necessary Permissions";
"emPermissionsErrorDescription" = "Sign in to Google Drive and grant Infuse permission to access your files.";
"emPermissionsErrorDescriptionTV" = "Sign in to Google Drive on an iPhone, iPad, or Mac and grant Infuse permission to access your files.";
"eySortByAlbum" = "Album";
"eySortByAlbumArtist" = "Album Artist";
"eySortByArtist" = "Artist";
"eySortByBitrate" = "Bitrate";
"eySortByCollectionOrder" = "Collection Order";
"eySortByComposer" = "Composer";
"eySortByCommunityRating" = "Community Rating";
"eySortByContainer" = "Container";
"eySortByCriticRating" = "Critic Rating";
"eySortByDateAdded" = "Date Added";
"eySortByDatePlayed" = "Date Played";
"eySortByFileName" = "File Name";
"eySortByIMDB" = "IMDb Rating";
"eySortByLastEpisodeDateAdded" = "Last Episode Date Added";
"eySortByNumber" = "Number";
"eySortByParentalRating" = "Parental Rating";
"eySortByPlaylistOrder" = "Playlist Order";
"eySortByPlays" = "Plays";
"eySortByRandom" = "Random";
"eySortByReleaseDate" = "Release Date";
"eySortByResolution" = "Resolution";
"eySortByRuntime" = "Runtime";
"eySortBySeries" = "Series";
"eySortBySize" = "Size";
"eySortByTitle" = "Title";
"eySortByYear" = "Year";
"jfSortByCriticsRating" = "Critics Rating";
"jfSortByDateShowAdded" = "Date Show Added";
"jfSortByDateEpisodeAdded" = "Date Episode Added";
"jfSortByFolders" = "Folders";
"jfSortByName" = "Name";
"jfSortByPlayCount" = "Play Count";
"jfSortByPremiereDate" = "Premiere Date";
"jfSortByTVDB" = "TheTVDB Rating";
"svcPlayVersion" = "Play Version";
"pmAutoDimming" = "Auto Dimming";
"svcPrePlaybackLayoutNew" = "New";
"ufPreCacheDetails" = "Pre-Cache Details";
"svcStreamingCacheLimited" = "Limited";
"vvSkipPreview" = "Skip Preview";
"vvSkipRecap" = "Skip Recap";
"vvSkipSection" = "Skip Section";
"svcEmbeddedThumbnails" = "Prefer Embedded Artwork";
"ufShareProtocol123" = "123 Cloud Drive";
"ufAdd123Drive" = "Add 123 Cloud Drive";
"ufDefaultShareName123" = "My 123 Cloud Drive";
"emBandwidthExceeded123Cloud" = "The free user daily limit of 1GB for 123 Cloud Drive has been exceeded.";
"pmVideoResamplingFilter" = "AI Upscaling";
"pmVideoResamplingFilterLanczos" = "Disabled";
"pmVideoResamplingFilterSpatial" = "Enabled";
"afRequestingQRCode" = "Requesting QR code...";
"afQRCodeExpired" = "QR code has expired";
"afSaveToCameraRoll" = "Save to Camera Roll";
"af115CloudQRHint" = "Scan this QR code in the 115 app";
"ufShareProtocol115" = "115 Cloud Drive";
"ufAdd115Drive" = "Add 115 Cloud Drive";
"ufDefaultShareName115" = "My 115 Cloud Drive";
"ufShareProtocolBaidu" = "Baidu NetDisk";
"ufAddBaiduNetDisk" = "Add Baidu NetDisk";
"ufDefaultShareNameBaidu" = "My Baidu NetDisk";
"ufMaxQPSLimit" = "QPS Limit";
"ppbOpenStrmlnk" = "Open";
"ppbVersionStrmlnk" = "Link";
"pmPlaybackSpeed2x" = "2x";
"svcAutoSkipIntro" = "Skip Intros & Credits";
"svcLivePreview" = "Live Previews";
"pmAspectFitUnderlayNotch" = "Aspect Fit";
"svcAutoSkipIntroDelay" = "Auto (Delay)";
"svcShowExternalRatings" = "Show External Ratings";
"ufAutoScan" = "Auto Scan";
"emCacheRestoreExpired" = "The cloud backup for this device has expired due to inactivity. Rescan the library to continue.";
"pmSubtitlesBrightness" = "HDR Brightness";
"hoSaveToLinks" = "Add to Links";
"hoSavedToLinksWithExpiration" = "The link was added successfully and will be available until %@.";
"hoSavedToLinks" = "The link was added successfully.";
"svcShowExternalRatingsMoviesOnly" = "Movies Only";
"svcShowExternalRatingsTVShowsOnly" = "TV Shows Only";
"afAddiCloudDrive" = "Add iCloud Drive";
"ttVip" = "VIP";
"ttGetVip" = "Get VIP";
"hoAddToFavoriteItems" = "Add to Favourites";
"hoRemoveFromFavoriteItems" = "Remove from Favourites";
"hoUpdatingFavoriteItems" = "Updating Favourite Items";
"ppbNoMovieError" = "Movie not found";
"ppbNoSeriesError" = "Series not found";
"eyFavoritePeople" = "Favourite People";
"svcOpenCollectionsOnPreplayback" = "Details View";
"isEnvironmentVoid" = "Void";
"isEnvironmentSunset" = "Sunset";
"isEnvironmentSpace" = "Space";
"isEnvironmentRoom" = "Room";
"isEnvironmentCinema" = "Cinema";
"isSettingRow" = "Row";
"isSettingSeatingHeight" = "Seating Height";
"isSettingDistance" = "Distance";
"isSettingScreenAltitude" = "Screen Altitude";
"isSettingScreenSize" = "Screen Size";
"isSettingBrightness" = "Brightness";
"isSettingSceneTilt" = "Scene Tilt";
"hoAddingLinks" = "Adding Links...";
"hoAddLinkForSingleEpisode" = "Add Link for Single Episode";
"hoAddLinksForUnwatchedEpisodes" = "Add Links for Unwatched Episodes";
"hoAddLinksForAllEpisodes" = "Add Links for All Episodes";
"geEdit" = "Edit";
"pmPlaybackQueue" = "Playback Queue";
"pmEditPlaybackQueue" = "Edit Playback Queue";
"pmPlaybackQueueMode" = "Play Mode";
"pmPlaybackQueueModeStraightforward" = "Normal";
"hoRemoveFromContinueWatching" = "Remove from Continue Watching";
"hoUpdatingContinueWatching" = "Updating Continue Watching...";
"ppbOpenDeeplink" = "Open";
"pmAmbientMode" = "Ambient Mode";
"pmAmbientModeSubtle" = "Subtle";
"pmAmbientModeBalanced" = "Balanced";
"pmAmbientModeVivid" = "Vivid";
"pmAmbientModeMax" = "Max";
"pmPlaybackHUDInfo" = "Playback Stats (HUD)";
"pmPlaybackHUDInfoFull" = "Full";
"pmPlaybackHUDInfoCompact" = "Compact";
"pmPlaybackHUDInfoOff" = "Off";
"pmPlaybackHUDContainer" = "Container:";
"pmPlaybackHUDPlaybackMode" = "Playback mode:";
"pmPlaybackHUDSourceFramerate" = "Source frame rate:";
"pmPlaybackHUDAppleTVFramerate" = "Screen frame rate:";
"pmPlaybackHUDDroppedFrameCount" = "Dropped frame count:";
"pmPlaybackHUDAppleTVInfo" = "Device info:";
"pmPlaybackHUDFreeDiskSpace" = "Free disk space:";
"pmPlaybackHUDNetworkThroughput" = "Network throughput:";
"pmPlaybackHUDStreamSpeed" = "Stream speed:";
"pmPlaybackHUDBufferReloadCount" = "Buffer reload count:";
"pmPlaybackHUDBufferStatus" = "Buffer status:";
"pmPlaybackHUDVideo" = "Video:";
"pmPlaybackHUDAudio" = "Audio:";
"pmPlaybackHUDSubtitles" = "Subtitles:";
"pmPlaybackHUDBufferStatusHealthy" = "Healthy";
"pmPlaybackHUDBufferStatusEmpty" = "Empty";
"pmPlaybackHUDCreatedBy" = "Created by:";
"liSearch" = "Search";
"liSelectAll" = "Select All";
"iapEnterpriseActivatedTitle" = "Infuse Enterprise %@";
"plFetchingUser" = "Fetching Users";
"plSelectUser" = "Select User";
"plSwitchUser" = "Switch User";
"plEnterPin" = "Enter PIN";
"plManagedAccount" = "Managed Account";
"plYoungerKidAccount" = "Younger Kid";
"plOlderKidAccount" = "Older Kid";
"plTeenAccount" = "Teen";
"emPlexTooManyPinAttempts" = "Too many attempts. Please try again later.";
"svcThumbnailLanguage" = "Artwork";
"svcSectionMetadata" = "Metadata & Artwork";
"svcCacheSize2" = "Library Cache";
"svcPreferOverrideThumbnails" = "Prefer Local Artwork";
"svcPreferOverrideMetadata" = "Prefer Local Metadata";
"svcStillWatchingPrompt" = "Inactivity Check";
"vvStillWatchingTitle" = "Are you still watching?";
"vvStillWatchingContinue" = "Continue Watching";
"tiExtras" = "Extras";
"tiTrailer" = "Trailer";
"tiBehindTheScenes" = "Behind the Scenes";
"tiDeletedScene" = "Deleted Scene";
"tiInterview" = "Interview";
"tiScene" = "Scene";
"tiSample" = "Sample";
"tiShort" = "Short";
"tiFeaturette" = "Featurette";
"tiClip" = "Clip";
"tiOther" = "Other";
"tiExtra" = "Extra";
"tiTrailerIndex" = "Trailer %ld";
"tiBehindTheScenesIndex" = "Behind The Scenes %ld";
"tiDeletedSceneIndex" = "Deleted Scene %ld";
"tiInterviewIndex" = "Interview %ld";
"tiSceneIndex" = "Scene %ld";
"tiSampleIndex" = "Sample %ld";
"tiShortIndex" = "Short %ld";
"tiFeaturetteIndex" = "Featurette %ld";
"tiClipIndex" = "Clip %ld";
"tiOtherIndex" = "Other %ld";
"tiExtraIndex" = "Extra %ld";
"svcAutoSkipIntroInstant" = "Auto (Instant)";
"pmDeinterlacingBwdif" = "Highest Quality (Bwdif)";
"mnuBrowse" = "Browse";
"mnuSelectMode" = "Toggle Multi-Select";
